[
  {
    "winery": "Torre Mora",
    "wine": "Scalunera Etna Rosato 2022",
    "type": "rose",
    "about": "Salmon pink in color, the nose reveals aromas of red fruits, ripe peaches and tropical fruit, as well as spicy notes. The sip is well balanced between freshness and acidity, with a persistent and mineral finish.Perfect for an aperitif, it also goes well with grilled fish and seafood first courses.",
    "origin": "Italy, Sicily",
    "image": "https://images.vivino.com/thumbs/SWRDzZF1RWyMhSPMdyAcMA_pb_x960.png",
    "rating": 4.7
  },
  {
    "winery": "Strehn",
    "wine": "Der Elefant im Porzellanladen 2021",
    "type": "rose",
    "about": "Citrus on the nose, intense and inspiring scent of blood oranges, vineyard peach, bourbon vanilla and herbs. Full-bodied on the palate, juicy, round, intense fruit and a long finish. The wine does well in a large Burgundy glass.",
    "origin": "Austria",
    "image": "https://images.vivino.com/thumbs/nIVMfWJrQ_yMQA0_2hQmIQ_pb_x960.png",
    "rating": 4.3
  },
  {
    "winery": "Spring Mountain District, Napa Valley, California",
    "wine": "Smith-Madrone Winery & Vineyards",
    "type": "white",
    "about": "Aromatically, the wine opens with Meyer lemons, pomelo, orange flowers, and just a dab of mandarin orange hiding shyly behind a rose bush. This is all backed up with a solid dose of minerality. On the palate the wine is racy and beautifully balanced with a backbone of juicy fruit acidity. Wonderfully stylish and delicious and built to last.",
    "origin": "USA",
    "image": "https://images.vivino.com/thumbs/wfBSvCfsR9WrYWiNWFlBew_pb_x960.png",
    "rating": "4.2"
  },
  {
    "winery": "SCHMITT SÖHNE",
    "wine": "Miss Schmitt Riesling",
    "type": "white",
    "about": "Fresh and well-balanced country wine with a fruity character from Rheinhessen. Made from only the best Riesling grapes, this is a high quality wine at an attractive price",
    "origin": "Germany",
    "image": "https://philipsonwine.com/Admin/Public/GetImage.ashx?Width=360&Height=860&Crop=5&DoNotUpscale=True&FillCanvas=True&Image=/Files/Images/Ecom/Products/69801100.png",
    "rating": 4.5
  },
  {
    "winery": "San Marzano",
    "wine": "60 Sessantanni Old Vines Primitivo di Manduria 2017",
    "type": "red",
    "about": "The wine is deep ruby red in color and has aromas of ripe blackberries, cherries, and plums, with hints of vanilla, spice, and tobacco. On the palate, it is full-bodied and rich, with flavors of dark fruit, chocolate, and coffee, complemented by a velvety texture and a long, persistent finish.",
    "origin": "Italy",
    "image": "https://images.vivino.com/thumbs/tLtS1VwaRxCL25zZ-j6pZg_pb_x960.png",
    "rating": 4.5
  },
  {
    "winery": "Terrecarsiche 1939",
    "wine": "Fanova Riserva 2019",
    "type": "red",
    "about": "This red wine takes inspiration from Fanove, a typical peasant celebration that has been since 1691 in Castellana Grotte. This wine encloses the history, passion, and tradition of the town to give a wine with hints of cherry jam and red fruit of Primitivo Fanova grapes. To enjoy this wine, a prior decanting before serving is recommended.",
    "origin": "Italy",
    "image": "https://images.vivino.com/thumbs/k_kwsGy9Q-iDdH9PA_e63A_pb_x960.png",
    "rating": 4.5
  },
  {
    "winery": "Montonale",
    "wine": "Orestilla 2020",
    "type": "white",
    "about": "Orestilla 2020 has a deep ruby color and aromas of dark cherry, blackberry, and hints of vanilla and spice. On the palate, it is full-bodied and rich, with flavors of ripe dark fruit, chocolate, and tobacco. The tannins are firm but well-integrated, providing a long and smooth finish.",
    "origin": "Italy",
    "image": "https://images.vivino.com/thumbs/WEz28gh4QjK8VckcwEWBeQ_pb_x960.png",
    "rating": 4.3
  },
  {
    "winery": "Zenato",
    "wine": "Lugana Sergio Riserva 2020",
    "type": "white",
    "about": "A bright golden yellow color and aromas of tropical fruit, peach, and vanilla, with a hint of minerality. On the palate, it is full-bodied and rich, with flavors of ripe fruit, honey, and a touch of oak. The wine has a lively acidity and a long and persistent finish.",
    "origin": "Italy",
    "image": "https://images.vivino.com/thumbs/5tYBG8NSRXWxgVkfjUXGfw_pb_x960.png",
    "rating": 4.4
  },
  {
    "winery": "Colterenzio (Schreckbichl)",
    "wine": "Pfefferer 2021",
    "type": "white",
    "about": "Straw yellow color, striking on the nose for notes of yellow fruit and spices reminiscent of peach, mango and cinnamon. The taste is elegant, fine and with excellent structure. Perfect in combination with a smoked trout.",
    "origin": "Südtirol - Alto Adige",
    "image": "https://images.vivino.com/thumbs/zufo4lZNQ-6j-RZk2vjnQw_pb_x960.png",
    "rating": 4.3
  },
  {
    "winery": "Viña Cobos",
    "wine": "Cobos Viña Cobos Malbec 2019",
    "type": "red",
    "about": "The Cobos announces itself in a deep ruby red. Its opulent, captivating scent of ripe dark cherries, plums and blueberries hovers over the glass, underscored by fresh mineral and spicy notes. Pencil, fine cocoa, violet blossoms and pepper can be recognized. The wine finally glides over the tongue and palate like a viscous, juicy elixir. The complex fruit, a great elegance and depth remain as impressions long, long time after swallowing.",
    "origin": "Argentina, Lujan de Cuyo",
    "image": "https://images.vivino.com/thumbs/1qNhQPqAQYCwVamEqW5vng_pb_x960.png",
    "rating": 4.8
  },
  {
    "winery": "Catena Zapata",
    "wine": "Adrianna Vineyard Mundus Bacillus Terrae Malbec 2015",
    "type": "red",
    "about": "A dark, intense wine with aromas of dark fruit, blackberry, blueberry, and a hint of graphite. On the palate, it is full-bodied and concentrated, with flavors of black cherry, cassis, and a touch of smoke and spice. The tannins are firm and well-structured, providing a long and elegant finish.",
    "origin": "Argentina, Tupungato",
    "image": "https://images.vivino.com/thumbs/MAJABzdkRsivuLslt7z-vQ_pb_x960.png",
    "rating": 4.6
  },
  {
    "winery": "Wölffer Estate",
    "wine": "Summer In A Bottle Côtes de Provence Rosé 2021",
    "type": "rose",
    "about": "",
    "origin": "France, Côtes de Provence",
    "image": "https://images.vivino.com/thumbs/nSP1DdL8SluVROeSgOOT4w_pb_x960.png",
    "rating": 4.2
  },
  {
    "winery": "Château Sainte Marguerite",
    "wine": "Symphonie Côtes de Provence Rosé 2021",
    "type": "rose",
    "about": "Summer In A Bottle Côtes de Provence Rosé 2021 has a pale pink color and aromas of fresh strawberries, raspberries, and a hint of citrus. On the palate, it is crisp and refreshing, with flavors of ripe red fruit and a subtle mineral note. The wine has a balanced acidity and a clean and dry finish.",
    "origin": "France,Côtes de Provence",
    "image": "https://images.vivino.com/thumbs/VQS8c8R7RsarZdZurqhTAw_pb_x960.png",
    "rating": 4.2
  },
  {
    "winery": "Domaine Alice Hartmann",
    "wine": "Brut N.V.",
    "type": "sparkling",
    "about": "Brut N.V. Champagne typically has a pale gold color and aromas of citrus, green apple, and toasted bread. On the palate, it is crisp and refreshing, with flavors of green apple, lemon, and a hint of minerality. The wine has a fine and persistent mousse, with a long and elegant finish.",
    "origin": "Luxembourg",
    "image": "https://images.vivino.com/thumbs/tM3r888HSYa3LqAEJWWrtg_pb_x960.png",
    "rating": 4.3
  }
]
